IDEA Open Model
ConcreteMemberDataEc2.ExposureClassesData Property
Compatible with IDEA StatiCa v 10.1
 Exposure classes
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ExposureClassesDataEc2 ExposureClassesData { get; set; }
Public Property ExposureClassesData As ExposureClassesDataEc2
	Get
	Set
public:
property ExposureClassesDataEc2^ ExposureClassesData {
	ExposureClassesDataEc2^ get ();
	void set (ExposureClassesDataEc2^ value);
}
Property Value
Type: ExposureClassesDataEc2
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace